<!doctype html>
<html lang="en, fr">
<head>
  <meta charset="UTF-8" />
  <meta http-equiv="Content-Security-Policy" content="default-src 'self'; child-src 'none'; font-src fonts.gstatic.com; script-src 'unsafe-inline'; style-src fonts.googleapis.com 'self';" />
  <meta name="google" content="notranslate" />

  <meta name="author" content="Dane Aleksander" />
  <meta name="company" content="Animat Habitat" />
  <meta name="description" content="Organizationem animare fera animalia.&nbsp;&#92;&nbsp;An organization to animate the wild animals.&nbsp;&#92;&nbsp;Un organisation pour animer les animaux sauvages." />
  <meta name="keywords" content="animat canon, habitat canon, wildlife art canada, wildlife art studio, habitat logo" />
  <meta name="viewport" content="width=device-width, initial-scale=1" />

  <title>Animat Habitat canon.</title>

  <link rel="preconnect" href="https://fonts.googleapis.com" />
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
  <link rel="stylesheet" href="https://fonts.googleapis.com/css2?family=Oswald:wght@200;500" />
  <link rel="stylesheet" href="../inc/css/dark.light.unicorn.css" />

  <link rel="icon" href="../inc/ico/oafa.mark.1.1.72.light.png" />

  <style>
    html { background-color:#333; }

  </style>

</head>

<body class="fadein" id="dark">

  <nav>
    <ul class="page">
      <li class="crumb dark logo"><a href="../" title="Animat Habitat"><img alt="OAFA Mark (Light) &copy; Animat Habitat, 2015" class="logo" src="../inc/svg/oafa.mark.1.1.1200.light.svg"/></a></li>
      <li class="crumb active dark"><a><em>Canon</em></a></li>
      <li class="right thin"><a onclick="fr();" title="Animat Habitat en fran&ccedil;ais."><font class="fr-en">fr</font><font class="fr">&#92;&nbsp;fr</font></a></li>
    </ul>
  </nav>

  <section class="single">
    <article>
      <div class="quote text-center">
        <h1 class="title"><a href="../" title="Animat Habitat"><font class="clear">Animat<font class="letterspace-sp"> </font><font class="thin">Habitat</font></font></a></h1>
        <h3>Organizationem Animare Fera Animalia</h3>

        <div class="desktop-feature">
          <div class="ptych-center">
            <img alt="OAFA Crest (Light) &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.crest.1.2.light.png">
          </div>

        </div>

      </div>

      <div>
        <h3>A First Impression<font class="fr">&nbsp;&#92;&nbsp;Une premi&egrave;re impression</font></h3>
        <p>A company begins with an idea. Each corporate project shares a piece of that idea. And collectively, these projects shape a narrative arc telling a story about the company. When the story of a company has in part informed the design of its visual identity, a corporate mark promotes the opportunity to make a good first impression. And when it comes to making a snap judgement about whether something is appealing, or not&mdash;right or wrong, eyesight is often first to associate an identity with an impression and relay the association to memory. In many cases, a glance is all that a corporate mark will ever get.<font class="fr">&nbsp;&#92;&nbsp;Une organisation commence par une id&eacute;e. Chaque projet coporatif partage une partie de cette id&eacute;e. Et collectivement, ces projets forment un arc narratif racontant une histoire sur l'organisation. Lorsque l’histoire de l'organisation a en partie inform&eacute;e la conception de son identit&eacute; visuelle, une marque corporative favorise l’occasion de faire bonne impression. Et lorsqu’il s’agit que l’on d&eacute;cide rapidement si quelque chose est attrayant, ou non &mdash; correct ou incorrect, la vue est souvent la premi&eagrave;re &agrave; associer une identit&eacute; &agrave; une impression et &agrave; relayer cette association &agrave; la m&eacute;moire. Souvent, un regard est tout ce qu'une marque obtiendra.</font></p></div>

      <div class="clear diptych ptych-fixed">
        <div class="clear ptych-left">
          <img alt="OAFA Canon 1.0 p 2 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p2.72ppi.jpg">

        </div>

        <div class="clear ptych-right">
          <img alt="OAFA Canon 1.0 p 1 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p1.72ppi.jpg">

        </div>

      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Canon</em> 1.0, p. 1-2</p>

      <div>
        <h3>A Story<font class="fr">&nbsp;&#92;&nbsp;Une histoire</font></h3>
        <p>A story communicates an idea. A story relates another perspective. A story exists in its medium, and &ndash; nonetheless &ndash; the medium manifests a window back into our world. Story at Animat Habitat is likewise a reflection of the way our world once was, and still is: wild. Story at Animat Habitat is however written in context of challenges we face today and in future&mdash;in a moment in human history when we have clear cause and effect on the state of the natural world. We the people enact our story, together. <em>Action!</em>&nbsp;<font class="fr">&nbsp;&#92;&nbsp;Une histoire communique une id&eacute;e. Une histoire raconte une autre perspective. Une histoire existe dans un m&eacute;dium, et n&eacute;anmoins le m&eacute;dium manifeste encore une autre perspective de notre monde. Histoire chez Animat Habitat est &eacute;galement un reflet de la fa&ccedil;on dont notre monde &eacute;tait, et est toujours&nbsp;: sauvage. Histoire chez Animat Habitat est cependant &eacute;crit dans le contexte des d&eacute;fis que nous devons relever aujourd'hui et &agrave; l'avenir &mdash; &agrave; un moment de l'histoire humaine o&ugrave; les causes et les effets sont clairement d&eacute;finis sur l'&eacute;tat du monde naturel. Nous le peuple jouons ensemble notre histoire.</font></p>

        <p class="linebreak">The mission at Animat Habitat is to redirect a shifting baseline. This graphic art movement aims to change the way we look at wildlife, starting with elephants and the Okavango Delta watershed. When one person is inspired to take action to protect wildlife, the world becomes a little better and if a thousand people are inspired to do the same, the world is changed.<font class="fr">&nbsp;&#92;&nbsp;La mission chez Animat Habitat est de rediriger une base de r&eacute;f&eacute;rence changeant. Ce mouvement d'art graphique vise &agrave; changer la fa&ccedil;on dont nous regardons la faune, &agrave; commencer par les &eacute;l&eacute;phants et le bassin versant du delta de l'Okavango. Si une personne prend des mesures pour prot&eacute;ger la nature, le monde devient un peu mieux et si mille personnes le font, le monde recommence &agrave; changer.</font></p>

        <p class="linebreak">Saving the wild places and the animals that live in them is a story that we must all want to be a part of. This is the story that Animat Habitat is established to tell. Chapter one invites people to change the way we look at elephants in Africa. Animat Habitat recognizes that conservation is mainly about people, and getting people to work together: this is a human story, and our story concerns the natural world. And so, story at Animat Habitat is about giving the wild animals a voice in an increasingly human world. This mark is a symbol for stories that invite people to enter scenes in wildlife art, and to make a meaningful connection with the natural world. Animat Habitat <em>canon</em> is presented here to encourage people like you to get behind what we are doing at this not-for-profit studio, so that when the corporate mark appears in publication in the world, we are reminded of a shared passion for the wild, and for wildlife art.<font class="fr">&nbsp;&#92;&nbsp;Sauvegarder les animaux sauvages et les endroits o&ugrave; ils vivent est une une histoire &agrave; laquelle nous devons tous vouloir participer. C’est l’histoire Animat Habitat est entrain de raconter. Le premier chapitre nous invite tous sur un voyage avec un &eacute;l&eacute;phant &agrave; travers une mer de sable. Animat Habitat reconna&icirc;t que la conservation s'agit principalement d’êtres humains, et d’amener les personnes &agrave; travailler ensemble&nbsp;: il s'agit d'une histoire humaine, et notre histoire concerne la nature. En tout cas, l'histoire chez Animat Habitat consiste &agrave; donner une voix aux animaux sauvages. Cette marque est un symbole pour les histoires qui invitent les personnes &agrave; entrer dans des sc&egrave;nes d'art de la faune et &agrave; cr&eacute;er un lien significatif avec la nature. Le canon Animat Habitat est pr&eacute;sent&eacute;e ici pour encourager les personnes comme vous &agrave; s’associer ce que fait le studio, afin que lorsque la marque appara&icirc;t en public, nous nous souvenions d'une passion partagée pour la nature, et pour l'art de la faune.</font></p>

        <!-- We are inspired by stories. We change our behavior based on stories. Telling stories is the most important thing that we do to communicate with ourselves. Storytelling is what makes us human. -->
        <!-- Nous sommes inspir&eacute;s par des histoires. Nous changeons notre comportement en nous basant sur des histoires. Raconter des histoires est la chose la plus importante que nous faisons pour communiquer avec nous-mêmes. Raconter des histoires est ce qui nous rend humain. -->

      </div>

      <div class="clear diptych ptych-fixed">
        <div class="clear ptych-left">
          <img alt="OAFA Canon 1.0 p 134 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p134.72ppi.jpg">

        </div>

        <div class="clear ptych-right">
          <img alt="OAFA Canon 1.0 p 135 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p135.72ppi.jpg">

        </div>
      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Canon</em> 1.0, p. 134-5</p>

      <div>
        <h3>A Mark<font class="fr">&nbsp;&#92;&nbsp;Une marque</font></h3>
        <p>Symbols can infuse meaning in a shape. Shapes can convey more than balance or directionality. The iconic rock formation: &ldquo;Pride Rock&rdquo; in the film <em>The Lion King</em> (1994) is home of the lions, it is shown basked in sunlight, it is shown weathered through thunderstorms, and it is where the animals in this animated corner of Africa come together in ceremony of the circle of life. Symbology can give form to the representation of a feeling, a deeper meaning, or an emotion of a moment and so on. In this way, &ldquo;Pride Rock&rdquo; represents a connection that we have with the wild, and with wildlife art. This connection is at the core of a bigger picture at Animat Habitat: to redirect a baseline for the conservation of nature. We the people have long-since become the driving influence on this Earth. The time has long-since come to use our unique capability for the good of the planet&mdash;to take our place in <em>the circle of life</em>.<font class="fr">&nbsp;&#92;&nbsp;Les symboles peuvent donner une signification &agrave; une forme. Les formes peuvent transmettre plus que l’&eacute;quilibre ou la directivit&eacute;. La formation rocheuse embl&eacute;matique&nbsp; dans le film <em>Le Roi Lion</em> (&nbsp;1994&nbsp;) abrite les lions, elle est vue baign&eacute;e de soleil et expos&eacute;e aux orages, et elle est l&agrave; o&ugrave; les animaux de ce coin anim&eacute; de l’Afrique se r&eacute;unissent lors de la c&eacute;r&eacute;monie du cercle de la vie. La symbologie peut donner forme &agrave; la repr&eacute;sentation d'un sentiment, une &eacute;motion ou une signification d'un moment et ainsi de suite. Ainsi, la formation rocheuse embl&eacute;matique repr&eacute;sente un lien que nous avons avec la nature, et avec l'art de la faune. Cette connexion est au c&oelig;ur des objectifs artistiques et philanthropiques chez Animat Habitat&nbsp;: de rediriger une base de r&eacute;f&eacute;rence concernant la conservation de la nature. Nous, le peuple, sommes devenus depuis longtemps l'influence d&eacute;terminante sur cette Terre. Le temps est venu depuis longtemps d'utiliser notre capacit&eacute; d'agir pour le bien de la plan&egrave;te&nbsp;&mdash;&nbsp;de prendre place dans <em>le cercle de la vie</em>.</font></p>

        <ul class="linebreak">
          <li>Animat Habitat canon: <a href="../url/drive/canon-1-1-72/" title="OAFA Canon 1.1">PDF copy</a> (6,175 KB)<font class="fr">&nbsp;&#92;&nbspcopie num&egrave;rique</font></li>
          <li>Animat Habitat canon: <a href="../url/drive/canon-1-1-s/" title="OAFA Canon 1.1">PDF archive</a> (539 KB)<font class="fr">&nbsp;&#92;&nbsp;copie num&egrave;rique prot&eacute;g&eacute;e</font></li>
          <li>Animat Habitat press kit: <a href="../url/drive/mark-1/" title="OAFA Mark">ZIP archive</a> (261 KB)<font class="fr">&nbsp;&#92;&nbsp;dossier de presse prot&eacute;g&eacute;</font></li>
        </ul>

      </div>

      <div class="triptych ptych-fixed">
        <div class="logo ptych-left"><img alt="OAFA Mark (Light) &copy; Animat Habitat, 2015" class="auto" src="../inc/svg/oafa.mark.1.1.1200.light.svg" /></div>
        <div class="logo ptych-center"><img alt="OAFA Mark (Dark) &copy; Animat Habitat, 2015" class="auto color" src="../inc/svg/oafa.mark.1.1.1200.dark.svg" /></div>
        <div class="logo ptych-right"><img alt="OAFA Mark (Dune) &copy; Animat Habitat, 2015" class="auto" src="../inc/svg/oafa.mark.1.1.1200.one.svg" /></div>

      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Mark</em> (Light, Dark, One)</p>

    </article><br class="clear">
  </section>

  <div class="clear color">
    <section class="single">
      <div class="quote text-center">
        <!-- <h4><font class="color text-quote">&ldquo;</font><font class="thin">Until the lion learns how to write, every story will glorify the hunter.</font><font class="color text-quote">&rdquo;</font></h4>
        <h4><font class="fr">&laquo;&nbsp;<font class="thin">Jusqu'&agrave; ce que le lion apprenne &agrave; &eacute;crire, chaque histoire glorifiera le chasseur.</font>&nbsp;&raquo;</font></h4>
        <h4><font class="thin">Zimbabwe proverb<font class="fr">&nbsp;&#92;&nbsp;proverbe africain</font></font></h4> -->

        <h4><font class="color text-quote">&ldquo;</font><font class="thin">Until the lions have their own historians, the history of the hunt will always glorify the hunter.</font><font class="color text-quote">&rdquo;</font><font class="fr"><font class="thin">&nbsp;&#92;&nbsp;</font>&laquo;&nbsp;<font class="thin">Jusqu'à ce que les lions aient leurs propres historiens, l'histoire de la chasse glorifiera toujours le chasseur.</font>&nbsp;&raquo;</font><font class="thin"> &mdash;&nbsp;African proverb inscribed in the novel by Chinua Achebe, <em>Things Fall Apart</em> (1958)<font class="fr">&nbsp;&#92;&nbsp;proverbe africain inscrit dans le roman</font></font></h4>

      </div>
    </section>
  </div>

  <footer>
    <div class="clear diptych">

      <div class="quote">
        <p class="small">&ldquo;Animat Habitat&rdquo; is an unregistered trademark that is protected for the purpose of corporate identity. Authorized use of the crest, or coporate seal, is limited to directors of Animat Habitat with the explicit purpose of certification of official documents, and with the excepted purpose of its designation in corporate graphical resources. Official documents of the organization are archived and classified in the Animat Habitat <a href="../societas/" title="Animat Habitat societ&#257;s.">Member Handbook</a>.<font class="fr">&nbsp;&#92;&nbsp;Le nom de l'organisation est une marque non enregistr&eacute;e qui est prot&eacute;g&eacute;e aux fins de l'identit&eacute; corporatif. L'utilisation autoris&eacute;e du sceau corporatif est limit&eacute;e aux administrateurs chez Animat Habitat avec le but explicite de certification des documents officiels et avec le but except&eacute; de sa d&eacute;signation dans les ressources graphiques corporatif. Les documents officiels sont archiv&eacute;s et class&eacute;s dans le manuel des membres Animat Habitat.</font></p>

        <p class="linebreak small">Copyright &copy; 2015 Animat Habitat. <a href="../c/" target="_blank" title="Terms at Animat Habitat">Terms of Access</a>.<font class="fr">&nbsp;&#92;&nbsp;Conditions d'acc&egrave;s.</font></p>

      </div>

    </div>
  </footer>

</body>

<script>

  var r = document.querySelector(':root'),
      toggle_fr = 0;

  r.style.setProperty('--fr', "none");

  function fr() {
    if ( toggle_fr == 0 ) {
      r.style.setProperty('--fr', "inline");
      r.style.setProperty('--fr-en', "none");
      toggle_fr = 1;
    }
    else {
      r.style.setProperty('--fr', "none");
      r.style.setProperty('--fr-en', "inline");
      toggle_fr = 0;
    }
  };

</script>

</html>
