<!doctype html>
<html lang="en, fr">
<head>
  <meta charset="UTF-8" />
  <meta http-equiv="Content-Security-Policy" content="default-src 'self'; child-src 'none'; font-src fonts.gstatic.com; script-src 'unsafe-inline'; style-src fonts.googleapis.com 'self';" />
  <meta name="google" content="notranslate" />

  <meta name="author" content="Dane Aleksander" />
  <meta name="company" content="Animat Habitat" />
  <meta name="description" content="" />
  <meta name="keywords" content="animat canon, habitat canon, wildlife art canada, wildlife art studio, habitat logo" />
  <meta name="viewport" content="width=device-width, initial-scale=1" />

  <!-- To give life to the wild animals of the natural world. -->
  <!-- Pour donner vie aux animaux sauvages du monde naturel. -->

  <title>Animat Habitat canon.</title>

  <link rel="preconnect" href="https://fonts.googleapis.com" />
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
  <link rel="stylesheet" href="https://fonts.googleapis.com/css2?family=Oswald:wght@200;500" />
  <link rel="stylesheet" href="../inc/css/dark.light.unicorn.css" />

  <link rel="icon" href="../inc/ico/animat.mark.1.1.72.light.png" />

  <style>
    html { background-color: #333; }

  </style>

</head>

<body class="fadein single" id="dark">

  <nav>
    <ul class="page">
      <li class="crumb dark logo"><a href="../" title="Animat Habitat"><img alt="Animat Mark (Light) &copy; Animat Habitat, 2015" class="logo" src="../inc/svg/animat.mark.1.1.1200.light.svg"/></a></li>
      <li class="crumb active dark"><a><em>Canon</em></a></li>
      <li class="right thin dark"><a onclick="toggle_language();" title="Animat Habitat en fran&ccedil;ais."><font class="fr-en">fr</font><font class="fr">&#92;&nbsp;fr</font></a></li>
    </ul>
  </nav>

  <section>
    <article>

      <div class="clear diptych ptych-fixed">
        <div class="clear ptych-left">
          <img alt="Canon 1.0 p 2 &copy; Animat Habitat, 2015" src="../inc/img/canon/animat.canon.1.0.p2.72ppi.jpg" />

        </div>

        <div class="clear ptych-right">
          <img alt="Canon 1.0 p 1 &copy; Animat Habitat, 2015" src="../inc/img/canon/animat.canon.1.0.p1.72ppi.jpg" />

        </div>

      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Canon</em> 1.0, p&nbsp;1-2</p>

      <div id="presskit">
        <h4 class="letterhead thin">September<font class="fr">&nbsp;&#92;&nbsp;Septembre</font> 2015</h4>
        <h2 class="scene-one">Canon</h2>
        <h5 class="author">Press secretary at<font class="fr">&nbsp;&#92;&nbsp;Secr&eacute;taire de presse chez</font> Animat Habitat</h5>

      </div>

      <pre class="thin"></pre>

      <div>

        <ul>
          <li>Animat Habitat canon: <a href="../url/drive/canon-1-2-72/" title="Animat Habitat &ndash; Canon 1.2">PDF copy</a><font class="fr">&nbsp;&#92;&nbspcopie num&egrave;rique</font> (<font class="fr">&nbsp;</font>6,175&nbsp;KB<font class="fr">&nbsp;</font>)</li>
          <li>Animat Habitat canon: <a href="../url/drive/canon-1-2-s/" title="Animat Habitat &ndash; Canon 1.2">PDF archive</a><font class="fr">&nbsp;&#92;&nbsp;copie num&egrave;rique prot&eacute;g&eacute;e</font> (<font class="fr">&nbsp;</font>539&nbsp;KB<font class="fr">&nbsp;</font>)</li>
          <li>Animat Habitat press kit: <a href="../url/drive/mark-1/" title="Animat Mark 1.1">ZIP archive</a><font class="fr">&nbsp;&#92;&nbsp;dossier de presse prot&eacute;g&eacute;</font> (<font class="fr">&nbsp;</font>89&nbsp;KB<font class="fr">&nbsp;</font>)</li>
        </ul>

      </div>

      <pre class="thin"></pre>

      <div class="clear-top">
        <h3>Our Story<font class="fr">&nbsp;&#92;&nbsp;Notre histoire</font></h3>
        <p><em>A story communicates an idea, relates another perspective and, in any case, exists within a medium that manifests a window back into our world.</em><font class="fr">&nbsp;&#92;&nbsp;<em>Une histoire communique une id&eacute;e, raconte une autre perspective et, dans tous les cas, existe dans un m&eacute;dium qui manifeste une fen&ecirc;tre encadrant une vue de retour sur notre monde.</em></font></p>

        <p class="linebreak">Each scene in the story at Animat Habitat is likewise a reflection of the way our world once was and &ndash; in some small spaces &ndash; still is wild. Scenes at Animat Habitat explore the vestiges of wilderness, from a modern perspective, and within a moment in human history when we the people have clear causes and effects on the state of the natural world. The mission at Animat Habitat is to redirect a shifting baseline&mdash;to change the way we look at wildlife, starting with African savanna elephants of the Kalahari desert and Okavango delta.<font class="fr">&nbsp;&#92;&nbsp;Chaque sc&egrave;ne de l'histoire chez Animat Habitat est &eacute;galement le reflet de la fa&ccedil;on dont notre monde &eacute;tait autrefois et &ndash; dans certains petits espaces &ndash; est toujours sauvage. Les sc&egrave;nes chez Animat Habitat explorent les vestiges de la nature, d'un point de vue moderne, et &agrave; un moment de l'histoire humaine o&ugrave; nous avons des causes et des effets clairs sur l'&eacute;tat du monde naturel. La mission chez Animat Habitat est de rediriger une base de r&eacute;f&eacute;rence d&eacute;caleant&mdash;de changer la fa&ccedil;on dont nous regardons la nature, &agrave; commencer par les &eacute;l&eacute;phants de savanne africaine et le bassin versant de l'Okavango en Angola, au Botswana et en Namibie.</font></p>

      </div>

      <div class="clear diptych ptych-fixed">
        <div class="clear ptych-left">
          <img alt="Canon 1.0 p 134 &copy; Animat Habitat, 2015" src="../inc/img/canon/animat.canon.1.0.p134.72ppi.jpg" />

        </div>

        <div class="clear ptych-right">
          <img alt="Canon 1.0 p 135 &copy; Animat Habitat, 2015" src="../inc/img/canon/animat.canon.1.0.p135.72ppi.jpg" />

        </div>
      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Canon</em> 1.0, p&nbsp;134-5</p>

      <div>
        <h3 class="linebreak">Our Studio<font class="fr">&nbsp;&#92;&nbsp;Notre studio</font></h3>
        <p><em>When one person is inspired to take action to protect wildlife, the world becomes a little better and if a threshold of people are inspired to do the same, the world is changed.</em><font class="fr">&nbsp;&#92;&nbsp;<em>Lorsqu'une personne est inspir&eacute;e &agrave; prendre des mesures pour prot&eacute;ger la nature, le monde devient un peu mieux et lorsqu'un certain nombre de personnes sont inspir&eacute;es &agrave; faire de m&ecirc;me, le monde est chang&eacute;.</em></font></p>

        <!-- We the people enact our story together. <em>Action!</em> -->
        <!-- Nous, le peuple, cr&eacute;ons notre histoire ensemble. <em>Action&nbsp;!</em> -->

        <p class="linebreak">This story of saving the wild places and the animals that live in them is a history we all must want to be a part of. This is the story that Animat Habitat is established to tell. <em>Scene one</em> invites people to change the way we look at wildlife, starting with an African savanna elephant.<font class="fr">&nbsp;&#92;&nbsp;Cette histoire de sauvegarde des espaces sauvages et les animaux qui y vivent est une histoire &agrave; laquelle nous devons tous vouloir faire partie. C’est l’histoire qu'Animat Habitat a pour mission de raconter. <em>Sc&egrave;ne un</em> invite tout le monde &agrave; changer la fa&ccedil;on dont nous regardons la nature, &agrave; commencer par un &eacute;l&eacute;phant de savanne africaine.</font></p>

        <p class="linebreak">Animat Habitat recognizes that conservation is mainly about people, and getting people to work together. This is a human story, and our story concerns the natural world. And so, the story at Animat Habitat is about giving the wild animals a voice in an increasingly developed world.<font class="fr">&nbsp;&#92;&nbsp;Animat Habitat reconna&icirc;t que la conservation s'agit principalement d’&ecirc;tres humains, et d’amener les personnes &agrave; travailler ensemble. Il s'agit d'une histoire humaine, et notre histoire concerne la nature. Et donc, l'histoire chez Animat Habitat consiste &agrave; donner une voix aux animaux sauvages dans un monde de plus en plus d&eacute;velopp&eacute;.</font></p>

      </div>

      <div class="quote clear-bottom clear-top">
        <div class="quote clear-bottom clear-top">
          <img alt="Animat Crest (Light) &copy; Animat Habitat, 2015" src="../inc/img/canon/animat.crest.1.2.light.png" />

        </div>
      </div>

      <div>
        <h3 class="linebreak">Our Mark<font class="fr">&nbsp;&#92;&nbsp;Notre marque</font></h3>
        <p>This mark is a symbol for scenes in wildlife art &ndash; digital art experiences and traditional art exhibitions &ndash; where people can make a meaningful connection with the natural world. Animat Habitat <em>canon</em> is presented here to welcome people like you behind the scenes of this not-for-profit art studio, so that when this mark appears in print, there is a reminder of a shared passion for the wild and for wildlife art.<font class="fr">&nbsp;&#92;&nbsp;Cette marque est un symbole pour les sc&egrave;nes d'art de la nature, o&ugrave; vous pouvez &eacute;tablir un lien significatif avec le monde naturel. Le canon Animat Habitat est pr&eacute;sent&eacute;e ici pour accueillir des personnes comme vous dans les coulisses de ce studio d'art &agrave; but non lucratif, afin que lorsque cette marque appara&icirc;t comme impression, vous vous souvenez d'une passion commune pour la nature et pour l'art de la nature.</font></p>

        <div class="triptych ptych-fixed">
          <div class="logo ptych-left"><img alt="Animat Mark (Light) &copy; Animat Habitat, 2015" class="auto" src="../inc/svg/animat.mark.1.1.1200.light.svg" /></div>
          <div class="logo ptych-center"><img alt="Animat Mark (Dark) &copy; Animat Habitat, 2015" class="auto color" src="../inc/svg/animat.mark.1.1.1200.dark.svg" /></div>
          <div class="logo ptych-right"><img alt="Animat Mark (Dune) &copy; Animat Habitat, 2015" class="auto" src="../inc/svg/animat.mark.1.1.1200.one.svg" /></div>

        </div>
        <p class="text-right gutter-side lineend">Animat Habitat <em>Mark</em> (Light, Dark, One)</p>

        <p>Symbols will infuse meaning in a shape. And shapes will instate more than balance or directionality. The rock formation: &lsquo;Pride Rock&rsquo; in the film <em>The Lion King</em> (1994) is the iconic home of the lions. It is shown basked in sunlight. It is shown weathered through thunderstorms. And it is where the animals in this animated corner of Africa come together in celebration of the circle of life. Symbols can give form to a feeling&mdash;an emotion&mdash;a deeper meaning. In this way, &lsquo;Pride Rock&rsquo; represents a connection that Animat Habitat keeps with the wild and with wildlife art. That connection is the most meaningful in this art studio mission to redirect a baseline for the conservation of nature.<font class="fr">&nbsp;&#92;&nbsp;Les symboles donnent du sens &agrave; une forme. Et puis les formes transmettent plus que l’&eacute;quilibre ou la directivit&eacute; pour une identit&eacute; visuelle. La formation de roche&nbsp;: &lsaquo;&nbsp;Pride Rock&nbsp;&rsaquo; dans <em>Le Roi Lion</em> (&nbsp;film, 1994&nbsp;) est l'abri embl&eacute;matique d'une fiert&eacute; de lions. C'est repr&eacute;sent&eacute; baign&eacute;e de soleil. C'est repr&eacute;sent&eacute; expos&eacute;e aux orages. Et c'est l&agrave; o&ugrave; les animaux de ce coin anim&eacute; de l’Afrique se r&eacute;unissent lors de la c&eacute;r&eacute;monie du cercle de la vie. Les symboles peuvent donner forme &agrave; un sentiment, &eacute;motion, une signification plus profonde. De cette mani&egrave;re, &lsaquo;&nbsp;Pride Rock&nbsp;&rsaquo; repr&eacute;sente; un lien qu'Animat Habitat entretient avec la nature et avec l’art de la nature. Ce lien significatif avec la nature est au c&oelig;ur de la mission de ce studio d’art visant &agrave; rediriger une ligne de base de r&eacute;f&eacute;rence concernant la conservation de la nature.</font><p>

        <p class="linebreak"><em>Humans have long since become the driving influence on this Earth. The time has long since come to use our unique capability for the good of the planet. We the people need to retake our place in the circle of life.</em><font class="fr">&nbsp;&#92;&nbsp;<em>Les humains sont depuis longtemps devenus l'influence d&eacute;terminante sur cette Terre. Le temps est venu depuis longtemps d'utiliser notre capacit&eacute; d'agir pour le bien de la plan&egrave;. Nous, le peuple, devrons reprendre place dans le cercle de la vie.</em></font></p>

        <ul class="linebreak">
          <li>Animat Habitat &ndash; <a class="overscore" onclick="to();" title="">Press Kit</a><font class="fr">&nbsp;&#92;&nbsp;Dossier de presse</font></li>
        </ul>

      </div>

    </article><br class="clear">
  </section>

  <div class="clear color">
    <section class="single">
      <div class="quote text-center">
        <!-- <h4><font class="color text-quote">&ldquo;</font><font class="thin">Until the lion learns how to write, every story will glorify the hunter.</font><font class="color text-quote">&rdquo;</font></h4>
        <h4><font class="fr">&laquo;&nbsp;<font class="thin">Jusqu'&agrave; ce que le lion apprenne &agrave; &eacute;crire, chaque histoire glorifiera le chasseur.</font>&nbsp;&raquo;</font></h4>
        <h4><font class="thin">Zimbabwe proverb<font class="fr">&nbsp;&#92;&nbsp;proverbe africain</font></font></h4> -->

        <h4><font class="color text-quote">&ldquo;</font><font class="thin">Until the lions have their own historians, the history of the hunt will always glorify the hunter.</font><font class="color text-quote">&rdquo;</font><font class="fr"><font class="thin">&nbsp;&#92;&nbsp;</font>&laquo;&nbsp;<font class="thin">Jusqu'à ce que les lions aient leurs propres historiens, l'histoire de la chasse glorifiera toujours le chasseur.</font>&nbsp;&raquo;</font><br><font class="color small thin">&mdash;&nbsp;African proverb inscribed in the novel by Chinua Achebe, <em>Things Fall Apart</em> (1958)<font class="fr">&nbsp;&#92;&nbsp;proverbe africain inscrit dans le roman</font></font></h4>

      </div>
    </section>
  </div>

  <footer>

      <div class="quote">
        <p class="small">&ldquo;Animat Habitat&rdquo; is an unregistered trademark that is protected for the purpose of corporate identity. Authorized use of the crest, or coporate seal, is limited to directors of Animat Habitat with the explicit purpose of certification of official documents, and with the excepted purpose of its designation in corporate graphical resources. Official documents of the organization are archived and classified in the Animat Habitat <a href="../societas/" title="Animat Habitat societ&#257;s.">Member Handbook</a>.<font class="fr">&nbsp;&#92;&nbsp;Le nom de l'organisation est une marque non enregistr&eacute;e qui est prot&eacute;g&eacute;e aux fins de l'identit&eacute; corporatif. L'utilisation autoris&eacute;e du sceau corporatif est limit&eacute;e aux administrateurs chez Animat Habitat avec le but explicite de certification des documents officiels et avec le but except&eacute; de sa d&eacute;signation dans les ressources graphiques corporatif. Les documents officiels sont archiv&eacute;s et class&eacute;s dans le manuel des membres Animat Habitat.</font></p>

        <p class="linebreak small">Copyright &copy; 2015 Animat Habitat. <a href="../c/" target="_blank" title="Terms at Animat Habitat">Terms of Access</a>.<font class="fr">&nbsp;&#92;&nbsp;Conditions d'acc&egrave;s.</font></p>

      </div>

  </footer>

</body>

<script>

  var r = document.querySelector(':root'),
      toggle_lang = 0;

  r.style.setProperty('--fr', "none");

  function toggle_language() {
    if ( toggle_lang == 0 ) {
      r.style.setProperty('--fr', "inline");
      r.style.setProperty('--fr-en', "none");
      toggle_lang = 1;
    }
    else {
      r.style.setProperty('--fr', "none");
      r.style.setProperty('--fr-en', "inline");
      toggle_lang = 0;
    }
  };

  function to() { document.querySelector( "#presskit" ).scrollIntoView({ behavior: 'smooth' }); };

</script>

</html>
