<!doctype html>
<html lang="en, fr">
<head>
  <meta charset="UTF-8" />
  <meta http-equiv="Content-Security-Policy" content="default-src 'self'; child-src 'none'; font-src fonts.gstatic.com; script-src 'unsafe-inline'; style-src fonts.googleapis.com 'self';" />
  <meta name="google" content="notranslate" />

  <meta name="author" content="Dane Aleksander" />
  <meta name="company" content="Animat Habitat" />
  <meta name="description" content="Organizationem animare fera animalia.&nbsp;&#92;&nbsp;An organization to animate the wild animals.&nbsp;&#92;&nbsp;Un organisation pour animer les animaux sauvages." />
  <meta name="keywords" content="animat canon, habitat canon, wildlife art canada, wildlife art studio, habitat logo" />
  <meta name="viewport" content="width=device-width, initial-scale=1" />

  <title>Animat Habitat canon.</title>

  <link rel="preconnect" href="https://fonts.googleapis.com" />
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
  <link rel="stylesheet" href="https://fonts.googleapis.com/css2?family=Oswald:wght@200;500" />
  <link rel="stylesheet" href="../inc/css/dark.light.unicorn.css" />

  <link rel="icon" href="../inc/ico/oafa.mark.1.1.72.light.png" />

  <style>
    html { background-color:#333; }

  </style>

</head>

<body class="fadein" id="dark">

  <nav>
    <ul class="page">
      <li class="crumb dark logo"><a href="../" title="Animat Habitat"><img alt="OAFA Mark (Light) &copy; Animat Habitat, 2015" class="logo" src="../inc/svg/oafa.mark.1.1.1200.light.svg"/></a></li>
      <li class="crumb active dark"><a><em>Canon</em></a></li>
      <li class="right thin"><a onclick="fr();" title="Animat Habitat en fran&ccedil;ais."><font class="fr-en">fr</font><font class="fr">&#92;&nbsp;fr</font></a></li>
    </ul>
  </nav>

  <section class="single">
    <article>
      <div class="quote text-center">
        <h1 class="title"><a href="../" title="Animat Habitat"><font class="clear">Animat<font class="letterspace-sp"> </font><font class="thin">Habitat</font></font></a></h1>
        <h3>Organizationem Animare Fera Animalia</h3>
        <h5 class="title">Est. 2015</h5>

        <div class="desktop-feature">
          <div class="ptych-center">
            <img alt="OAFA Crest (Light) &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.crest.1.2.light.png">
          </div>

        </div>

      </div>

      <div>
        <p><em>A story communicates an idea. A story relates another perspective. A story exists within a medium and, nonetheless, the medium manifests a window back into our world.</em><font class="fr">&nbsp;&#92;&nbsp;<em>Une histoire communique une id&eacute;e. Une histoire raconte une autre perspective. Une histoire existe dans un m&eacute;dium et, n&eacute;anmoins, le m&eacute;dium manifeste une perspective de retour dans notre monde.</em></font></p>

        <p class="linebreak">Storytelling at Animat Habitat is likewise a reflection of the way our world once was and &ndash; in some small spaces &ndash; still is wild. Scenes at Animat Habitat are however written in context of challenges we face today and in future&mdash;in a moment in human history when we have clear cause and effect on the state of the natural world. We the people enact our story together. <em>Action!</em>&nbsp;<font class="fr">&nbsp;&#92;&nbsp;La narration chez Animat Habitat est &eacute;galement le reflet de la fa&ccedil;on dont notre monde &eacute;tait autrefois et &ndash; dans certains petits espaces &ndash; est toujours sauvage. Les sc&egrave;nes chez Animat Habitat sont cependant &eacute;crit dans le contexte des d&eacute;fis auxquels nous sommes confront&eacute;s aujourd'hui et &agrave; l'avenir &mdash; &agrave; un moment de l'histoire humaine o&ugrave; nous avons des causes et des effets clairs sur l'&eacute;tat du monde naturel. Nous, le peuple, cr&eacute;ons notre histoire ensemble. <em>Action&nbsp;!</em></font></p>

        <p class="linebreak">The mission at Animat Habitat is to redirect a shifting baseline. This graphic art movement aims to change the way we look at wildlife, starting with elephants and the Okavango Delta watershed. When one person is inspired to take action to protect wildlife, the world becomes a little better and if a thousand people are inspired to do the same, the world is changed.<font class="fr">&nbsp;&#92;&nbsp;La mission chez Animat Habitat est de rediriger une base de r&eacute;f&eacute;rence d&eacutecaleant. Ce mouvement d'art graphique vise &agrave; changer la fa&ccedil;on dont nous regardons la nature, &agrave; commencer par les &eacute;l&eacute;phants et le bassin versant du delta de l'Okavango. Lorsqu'une personne est inspir&eacute;e &agrave; agir pour prot&eacute;ger la nature, le monde devient un peu meilleur et si un millier de personnes sont inspir&eacute;es &agrave; faire de m&ecirc;me, le monde est chang&eacute;.</font></p>

      </div>

      <div class="clear diptych ptych-fixed">
        <div class="clear ptych-left">
          <img alt="OAFA Canon 1.0 p 2 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p2.72ppi.jpg">

        </div>

        <div class="clear ptych-right">
          <img alt="OAFA Canon 1.0 p 1 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p1.72ppi.jpg">

        </div>

      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Canon</em> 1.0, p. 1-2</p>

      <div>
        <p>Saving the wild places and the animals that live in them is a story that we must all want to be a part of. This is the story that Animat Habitat is established to tell. Scene one: <em>White Elephant</em> invites people to change the way we look at elephants in Africa. Animat Habitat recognizes that conservation is mainly about people, and getting people to work together. This is a human story, and our story concerns the natural world. And so, the story at Animat Habitat is about giving the wild animals a voice in an increasingly developed world. This mark is a symbol for scenes in wildlife art, where people can make a meaningful connection with the natural world. Animat Habitat <em>canon</em> is presented here to welcome people like you behind the scenes of this not-for-profit art studio, so that when this mark appears in a publication, there is a reminder of a shared passion for the wild and for wildlife art.<font class="fr">&nbsp;&#92;&nbsp;Sauvegarder les animaux sauvages et les endroits o&ugrave; ils vivent est une une histoire &agrave; laquelle nous devons tous vouloir participer. C’est l’histoire Animat Habitat est entrain de raconter. Sc&egrave;ne un&nbsp;: <em>&Eacute;l&eacute;phant blanc</em> nous invite tous sur un voyage avec un &eacute;l&eacute;phant &agrave; travers une mer de sable. Animat Habitat reconna&icirc;t que la conservation s'agit principalement d’&ecirc;tres humains, et d’amener les personnes &agrave; travailler ensemble. Il s'agit d'une histoire humaine, et notre histoire concerne la nature. Et donc, l'histoire chez Animat Habitat consiste &agrave; donner une voix aux animaux sauvages dans un monde de plus en plus d&eacute;velopp&eacute;. Cette marque est un symbole pour les sc&egrave;nes d'art de la nature, o&ugrave; vous pouvez &eacute;tablir un lien significatif avec le monde naturel. Le canon Animat Habitat est pr&eacute;sent&eacute;e ici pour accueillir des personnes comme vous dans les coulisses de ce studio d'art &agrave; but non lucratif, afin que lorsque cette marque appara&icirc;t dans un publication, vous vous souvenez d'une passion commune pour la nature et pour l'art de la nature.</font></p>

      </div>

      <div class="clear diptych ptych-fixed">
        <div class="clear ptych-left">
          <img alt="OAFA Canon 1.0 p 134 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p134.72ppi.jpg">

        </div>

        <div class="clear ptych-right">
          <img alt="OAFA Canon 1.0 p 135 &copy; Animat Habitat, 2015" src="../inc/img/canon/oafa.canon.1.0.p135.72ppi.jpg">

        </div>
      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Canon</em> 1.0, p. 134-5</p>

      <div>
        <p>Symbols can infuse meaning in a shape. Shapes can convey more than balance or directionality. For example, the iconic rock formation: &ldquo;Pride Rock&rdquo; in the film <em>The Lion King</em> (1994) is home of the lions, it is shown basked in sunlight, it is shown weathered through thunderstorms, and it is where the animals in this animated corner of Africa come together in ceremony of the circle of life. Symbology can give form to the representation of a feeling&mdash;a deeper meaning&mdash;an emotion in the moment. In this way, &ldquo;Pride Rock&rdquo; represents a connection that Animat Habitat has with the wild and with wildlife art. This connection is at the core of a bigger picture at the studio to redirect a baseline for the conservation of nature. We the people have long-since become the driving influence on this Earth. The time has long-since come to use our unique capability for the good of the planet&mdash;to take our place in <em>the circle of life</em>.<font class="fr">&nbsp;&#92;&nbsp;Les symboles peuvent donner une signification &agrave; une forme. Les formes peuvent transmettre plus que l’&eacute;quilibre ou la directivit&eacute;. Par exemple, la formation rocheuse embl&eacute;matique&nbsp; dans le film <em>Le Roi Lion</em> (&nbsp;1994&nbsp;) abrite les lions, elle est vue baign&eacute;e de soleil et expos&eacute;e aux orages, et elle est l&agrave; o&ugrave; les animaux de ce coin anim&eacute; de l’Afrique se r&eacute;unissent lors de la c&eacute;r&eacute;monie du cercle de la vie. La symbologie peut donner forme &agrave; la repr&eacute;sentation d'un sentiment &mdash; une &eacute;motion &mdash; une signification d'un moment. De cette fa&ccedil;on, cette formation rocheuse embl&eacute;matique repr&eacute;sente un lien qu'Animat Habitat entretient avec la nature et avec l'art de la nature. Cette connexion est au c&oelig;ur des objectifs artistiques et philanthropiques au studio pour rediriger une base de r&eacute;f&eacute;rence pour la conservation de la nature. Nous, le peuple, sommes devenus depuis longtemps l'influence d&eacute;terminante sur cette Terre. Le temps est venu depuis longtemps d'utiliser notre capacit&eacute; d'agir pour le bien de la plan&egrave;te&nbsp;&mdash;&nbsp;de prendre place dans <em>le cercle de la vie</em>.</font></p>

        <ul class="linebreak">
          <li>Animat Habitat canon: <a href="../url/drive/canon-1-1-72/" title="OAFA Canon 1.1">PDF copy</a> (6,175 KB)<font class="fr">&nbsp;&#92;&nbspcopie num&egrave;rique</font></li>
          <li>Animat Habitat canon: <a href="../url/drive/canon-1-1-s/" title="OAFA Canon 1.1">PDF archive</a> (539 KB)<font class="fr">&nbsp;&#92;&nbsp;copie num&egrave;rique prot&eacute;g&eacute;e</font></li>
          <li>Animat Habitat press kit: <a href="../url/drive/mark-1/" title="OAFA Mark">ZIP archive</a> (261 KB)<font class="fr">&nbsp;&#92;&nbsp;dossier de presse prot&eacute;g&eacute;</font></li>
        </ul>

      </div>

      <div class="triptych ptych-fixed">
        <div class="logo ptych-left"><img alt="OAFA Mark (Light) &copy; Animat Habitat, 2015" class="auto" src="../inc/svg/oafa.mark.1.1.1200.light.svg" /></div>
        <div class="logo ptych-center"><img alt="OAFA Mark (Dark) &copy; Animat Habitat, 2015" class="auto color" src="../inc/svg/oafa.mark.1.1.1200.dark.svg" /></div>
        <div class="logo ptych-right"><img alt="OAFA Mark (Dune) &copy; Animat Habitat, 2015" class="auto" src="../inc/svg/oafa.mark.1.1.1200.one.svg" /></div>

      </div>
      <p class="text-right gutter-side">Animat Habitat <em>Mark</em> (Light, Dark, One)</p>

    </article><br class="clear">
  </section>

  <div class="clear color">
    <section class="single">
      <div class="quote text-center">
        <!-- <h4><font class="color text-quote">&ldquo;</font><font class="thin">Until the lion learns how to write, every story will glorify the hunter.</font><font class="color text-quote">&rdquo;</font></h4>
        <h4><font class="fr">&laquo;&nbsp;<font class="thin">Jusqu'&agrave; ce que le lion apprenne &agrave; &eacute;crire, chaque histoire glorifiera le chasseur.</font>&nbsp;&raquo;</font></h4>
        <h4><font class="thin">Zimbabwe proverb<font class="fr">&nbsp;&#92;&nbsp;proverbe africain</font></font></h4> -->

        <h4><font class="color text-quote">&ldquo;</font><font class="thin">Until the lions have their own historians, the history of the hunt will always glorify the hunter.</font><font class="color text-quote">&rdquo;</font><font class="fr"><font class="thin">&nbsp;&#92;&nbsp;</font>&laquo;&nbsp;<font class="thin">Jusqu'à ce que les lions aient leurs propres historiens, l'histoire de la chasse glorifiera toujours le chasseur.</font>&nbsp;&raquo;</font><font class="thin"> &mdash;&nbsp;African proverb inscribed in the novel by Chinua Achebe, <em>Things Fall Apart</em> (1958)<font class="fr">&nbsp;&#92;&nbsp;proverbe africain inscrit dans le roman</font></font></h4>

      </div>
    </section>
  </div>

  <footer>
    <div class="clear diptych">

      <div class="quote">
        <p class="small">&ldquo;Animat Habitat&rdquo; is an unregistered trademark that is protected for the purpose of corporate identity. Authorized use of the crest, or coporate seal, is limited to directors of Animat Habitat with the explicit purpose of certification of official documents, and with the excepted purpose of its designation in corporate graphical resources. Official documents of the organization are archived and classified in the Animat Habitat <a href="../societas/" title="Animat Habitat societ&#257;s.">Member Handbook</a>.<font class="fr">&nbsp;&#92;&nbsp;Le nom de l'organisation est une marque non enregistr&eacute;e qui est prot&eacute;g&eacute;e aux fins de l'identit&eacute; corporatif. L'utilisation autoris&eacute;e du sceau corporatif est limit&eacute;e aux administrateurs chez Animat Habitat avec le but explicite de certification des documents officiels et avec le but except&eacute; de sa d&eacute;signation dans les ressources graphiques corporatif. Les documents officiels sont archiv&eacute;s et class&eacute;s dans le manuel des membres Animat Habitat.</font></p>

        <p class="linebreak small">Copyright &copy; 2015 Animat Habitat. <a href="../c/" target="_blank" title="Terms at Animat Habitat">Terms of Access</a>.<font class="fr">&nbsp;&#92;&nbsp;Conditions d'acc&egrave;s.</font></p>

      </div>

    </div>
  </footer>

</body>

<script>

  var r = document.querySelector(':root'),
      toggle_fr = 0;

  r.style.setProperty('--fr', "none");

  function fr() {
    if ( toggle_fr == 0 ) {
      r.style.setProperty('--fr', "inline");
      r.style.setProperty('--fr-en', "none");
      toggle_fr = 1;
    }
    else {
      r.style.setProperty('--fr', "none");
      r.style.setProperty('--fr-en', "inline");
      toggle_fr = 0;
    }
  };

</script>

</html>
